Revit 2024 API
ParameterTypeId.PathReinSpanlengthBottomAlt Property
 "Bottom (Alternating Bar)"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId PathReinSpanlengthBottomAlt { get; }
Visual Basic
Public Shared ReadOnly Property PathReinSpanlengthBottomAlt As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PathReinSpanlengthBottomAlt {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace